Repository: neopayvn/neox-payments-for-woocommerce
Catalog: languages/neox-payments-for-woocommerce-*.po
Languages: vi

source: Settings saved
vi: Đã lưu cài đặt

source: Can not save settings! Please refresh this page.
vi: Không thể lưu cài đặt! Vui lòng tải lại trang

source: NeoX Settings
vi: Cấu hình NeoX

source: Add the NeoX Payment Gateway
vi: Thêm cổng thanh toán NeoX

source: Enabled
vi: Kích hoạt

source: Your store currency is <code>%s</code>.
vi: Đơn vị tiền tệ trong cửa hàng của bạn là <code>% s </code>.

source: NeoX can work on your site.
vi: NeoX có thể hoạt động trên trang của bạn.

source: Please configure this gateway under <a href="%s">WooCommerce -> Settings -> Checkout</a>.
vi: Vui lòng cài đặt cấu hình cổng thanh toán trong <a href="%s"> WooCommerce -> Cài đặt -> Thanh toán </a>.

source: <span style="color: red" ">This gateway is not active on your site. Because NeoX supports VND only.</span>
vi: <span style="color: red" ">Cổng thanh toán không hoạt động trên trang của bạn. Bởi vì NeoX chỉ hỗ trợ VND.</span>

source: Change VND currency symbol
vi: Thay đổi biểu tượng tiền tệ

source: Insert a text to change the default symbol <code>đ</code>
vi: Nhập nội dung để thay đổi ký tự mặc định <code>đ</code>

source: Convert <code>000</code> of prices to K (or anything)
vi: Chuyển đổi <code>000</code> của giá thành K (hoặc khác)

source: Choose what you want to change. E.g:
vi: Chọn thứ mà bạn muốn thay đổi: Ví dụ:

source: Wanna get support or give feedback? Please <a href="%1$s">rate NeoX</a> or post questions <a href="%2$s">in the forum</a>!
vi: Nhận hỗ trợ hoặc gửi phản hồi? Vui lòng<a href="%1$s">đánh giá NeoX</a> hoặc gửi câu hỏi <a href="%2$s">vào forum</a>!

source: NeoX Payment Gateway (by NeoPay)
vi: Cổng thanh toán NeoX (bởi NeoPay)

source: NeoX supports all major bank ATMs in Vietnam.
vi: NeoX hỗ trợ tất cả ngân hàng nội địa Việt Nam.

source: Payment success
vi: Thanh toán thành công

source: Orders are pending payment
vi: Đơn hàng đang chờ thanh toán

source: Order cancelled by customer
vi: Khách hàng đã hủy đơn hàng

source: Duplicated neo_MerchantTxnId
vi: Mã neo_MerchantTxnId bị trùng

source: Invalid neo_OrderId
vi: Mã neo_OrderId không hợp lệ

source: Invalid neo_MerchantTxnId
vi: Mã neo_MerchantTxnId không hợp lệ

source: Order processing, have at least a payment in progress
vi: Đang xử lý đơn hàng, có ít nhất một khoản thanh toán đang được tiến hành

source: Order has expired
vi: Đơn hàng đã hết hạn

source: Transaction failed
vi: Giao dịch thất bại

source: NeoX info:
vi: Thông tin NeoX:

source: Enable/Disable
vi: Kích hoạt/Hủy kích hoạt

source: Enable NeoX sandbox (testing)
vi: Kích hoạt NeoX sandbox (Môi trường thử nghiệm)

source: NeoX sandbox can be used to test payments. See <a href="%s">the testing info</a>.
vi: NeoX sandbox dùng để thử nghiệm thanh toán. <a href="%s">thông tin thử nghiệm</a>.

source: Title
vi: Tiêu đề

source: This controls the title which the user sees during checkout.
vi: Tiêu đề mà người dùng nhìn thấy trong quá trình thanh toán.

source: NeoX payment gateway
vi: Cổng thanh toán NeoX

source: Description
vi: Mô tả

source: This controls the description which the user sees during checkout.
vi: Tiêu đề mà người dùng nhìn thấy trong quá trình thanh toán.

source: Payment by domestic ATM card, Visa, MasterCard or NeoX wallet.
vi: Thanh toán bằng thẻ ATM nội địa, thẻ Visa, MasterCard hoặc ví NeoX.

source: Button text
vi: Nội dung nút bấm

source: Button label in the checkout page.
vi: Nhãn của nút bấm trong trang thanh toán.

source: Pay with NeoX
vi: Thanh toán bằng NeoX

source: Payment Method
vi: Phương thức thanh toán

source: If you do not select any payment method, the default will be 4 methods
vi: Nếu bạn không chọn phương thức thanh toán nào, mặc định hệ thống sẽ tự chọn cả 4 phương thức.

source: NeoX Wallet
vi: Ví NeoX

source: Domestic card
vi: Thẻ nội địa

source: International card
vi: Thẻ quốc tế

source: Bank transfer
vi: Chuyển khoản ngân hàng

source: API Credentials
vi: Thông tin đăng nhập API

source: Enter your NeoX API credentials. Contact NeoX to have your credentials %shere%s.
vi: Nhập thông tin đăng nhập API NeoX của bạn. Liên hệ với NeoX để có thông tin %shere%s.

source: Merchant code
vi: Mã merchant

source: Get your Merchant code from NeoX.
vi: Lấy mã Merchant từ NeoX.

source: Required. Provided by NeoX.
vi: Yêu cầu. Cung cấp bởi NeoX.

source: Get your Secure Secret from NeoX.
vi: Nhận Secure Secret của bạn từ NeoX.

source: Locale
vi: Ngôn ngữ

source: Choose your locale
vi: Chọn ngôn ngữ

source: Return Page
vi: Trang trở lại

source: Choose return page
vi: Chọn trang

source: Instant Payment Notification (IPN)
vi: Thông báo thanh toán (IPN)

source: %sContact NeoX%s to configure this URL on its site. <strong>This is required based on its guidelines.</strong>
vi: %sLiên hệ NeoX%s để cấu hình URL. <strong>Điều này là cần thiết để thiết lập thanh toán.</strong>

source: Enable logging
vi: Kích hoạt log

source: Log events, such as IPN requests, inside %s
vi: Ghi nhật ký các sự kiện %s

source: NeoX is not running because WooCommerce is not active. Please activate both plugins.
vi: NeoX không chạy vì WooCommerce không hoạt động. Vui lòng kích hoạt cả hai plugin.

source: Settings
vi: Cài đặt
